<div style="width: 100%; height: 20px; background-color: red;"></div>
<div
    style="display: flex; align-items: center; justify-content: center; flex-direction: column; border-bottom: 2px solid #000; padding-bottom: 10px; margin-bottom: 20px;">
    <!-- <img src="[LOGO-URL]" alt="Company Logo" style="height: 80px; margin-bottom: 10px;" /> -->
</div>
<h1 style="text-align:center;">
    <em><strong>
            CONTRAT DE TRAVAIL A DUREE DETERMINEE<br />N&deg; [CLIENT-CONTRACT-NUMBER] / 2021-[CONTRACT-NUMBER]
        </strong></em>
</h1>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Entre les soussign&eacute;s :</p>
<p><strong>LRED</strong>, dont le si&egrave;ge social est 18, Rue Hadj Ahmed Mohamed Hydra, Alger 16000 Alg&eacute;rie,
    repr&eacute;sent&eacute;e par Dr. <strong>HANNACHI NIHAD</strong>, agissant en qualit&eacute; de:
    <strong>G&eacute;rante</strong>
</p>
<p>&Agrave; l&rsquo;effet du pr&eacute;sent contrat, ci-apr&egrave;s d&eacute;sign&eacute;
    &laquo;&nbsp;l&rsquo;employeur&nbsp;&raquo;</p>
<p><strong>D'une part,</strong></p>
<p style="text-align:right;"><strong>ET</strong></p>
<table style="font-weight:bold;padding:0px;border-spacing:0px;">
    <tbody>
        <tr>
            <td>&nbsp;</td>
            <td colspan="2">Monsieur (Nom &amp; Pr&eacute;nom):</td>
            <td colspan="3">[LAST-NAME] [FIRST-NAME]</td>
            <td>&nbsp;</td>
        </tr>
        <tr>
            <td>&nbsp;</td>
            <td colspan="2">N&eacute;(e) le:</td>
            <td colspan="3">[DOB] &agrave; [PLACE-OF-BIRTH]</td>
            <td>&nbsp;</td>
        </tr>
        <tr>
            <td>&nbsp;</td>
            <td colspan="2">Demeurant &agrave;:</td>
            <td colspan="3">[ADDRESS]</td>
            <td>&nbsp;</td>
        </tr>
    </tbody>
</table>
<p>Ci-apr&egrave;s d&eacute;sign&eacute; &laquo;&nbsp;le Salari&eacute; &raquo;,</p>
<p><strong>D&rsquo;autre part</strong></p>
<p><strong>Il a &eacute;t&eacute; convenu et arr&ecirc;t&eacute; ce qui suit&nbsp;:</strong></p>
<p><span style="text-decoration:underline;"><strong>Article 01 : Texte de
            R&eacute;f&eacute;rence</strong></span><br />La relation de travail entre les parties, faisant l&rsquo;objet
    du pr&eacute;sent contrat, est r&eacute;gie par Les dispositions l&eacute;gislatives et r&eacute;glementaires de la
    R&eacute;publique Alg&eacute;rienne D&eacute;mocratique et Populaire en vigueur, notamment: La Loi n&deg; 90-11 du
    21.04.1990 relative aux relations de travail, modifi&eacute;e et compl&eacute;t&eacute;e par la Loi n&deg; 91-29 du
    21.12.1991, et en particulier par les dispositions de son article 12 alin&eacute;a 1,2,3 &amp; 4 et modifi&eacute;e
    &amp; compl&eacute;t&eacute;e par l&rsquo;ordonnance N&deg; 96-21 du 09/07/1996 relative &amp; compl&eacute;mentaire
    &agrave; la Loi 90-11 qui autorisent le contrat &agrave; dur&eacute;e d&eacute;termin&eacute;e, l&rsquo;ordonnance
    N&deg; 03/97 du 11/01/ 1997 relative &agrave; la dur&eacute;e l&eacute;gale de travail, Et enfin le r&egrave;glement
    int&eacute;rieur de l&rsquo;entreprise et aux proc&eacute;dures internes en vigueur.<br />Comme si
    l&rsquo;activit&eacute; de l&rsquo;entreprise est li&eacute;e &agrave; l&rsquo;industrie des hydrocarbures et
    essentiellement au contrat avec notre client <strong>Services P&eacute;troliers Schlumberger et Compagnie
        d&rsquo;Operations P&eacute;troli&egrave;res Schlumberger.</strong><br />Le pr&eacute;sent contrat est
    li&eacute; directement et automatiquement &agrave; la relation de la LRED avec la soci&eacute;t&eacute; de
    Schlumberger par contrat n&deg;. <strong>CW2972991</strong>
</p>
<p><span style="text-decoration:underline;"><strong>Article 02 : Objet du contrat</strong></span><br />Le pr&eacute;sent
    contrat de travail &eacute;tabli &agrave; l&rsquo;effet de fixer les conditions de la relation de travail du
    salari&eacute; ainsi que les droits et les obligations aff&eacute;rents &agrave; chaque partie en
    compl&eacute;mentarit&eacute; de celles &eacute;dict&eacute;es par la l&eacute;gislation du travail &amp; du
    r&egrave;glement int&eacute;rieur de l&rsquo;employeur.
</p>
<p><span style="text-decoration:underline;"><strong>Article 03&nbsp;: Poste de travail et lieu
            d&rsquo;affectation</strong></span><br />Le Salari&eacute; qui d&eacute;clare &ecirc;tre libre de tout
    engagement professionnel autre que par les pr&eacute;sentes est recrut&eacute; par l&rsquo;employeur en
    qualit&eacute; de: <strong>[JOB-TITLE]</strong><br />Le salari&eacute; d&eacute;clare par ailleurs consentir
    &agrave; toutes autres r&eacute; affectations professionnelles et g&eacute;ographiques d&eacute;cid&eacute;es par
    l&rsquo;employeur par n&eacute;cessit&eacute; de service.
</p>
<p>[PAGE-BREAK]</p>
<p><span style="text-decoration:underline;"><strong>Article 04&nbsp;: Motif du contrat</strong></span><br />Le
    pr&eacute;sent contrat est conclu pour une dur&eacute;e d&eacute;termin&eacute;e &agrave; l&rsquo;&eacute;gard du
    travail temporaire pour lequel le salari&eacute; est recrut&eacute;; l&rsquo;employeur &eacute;tant li&eacute;
    &agrave; des contrats de prestations non renouvelables.
</p>
<p><span style="text-decoration:underline;"><strong>Article 05&nbsp;: Classification</strong></span><br />Le
    salari&eacute; recrut&eacute; pour le poste su-indiqu&eacute; percevra une r&eacute;mun&eacute;ration comme
    suit&nbsp;:
</p>
<ul>
    <li>Salaire mensuel net de : [MONTHLY-SALARY]</li>
    <li>[BONUS-NAME] Bonus de : [BONUS-VALUE] par jour de pr&eacute;sence sur chantier ([BONUS-NAME])</li>
    <li>[HAS-BONUS]Les bonus sont approuv&eacute;s par le sup&eacute;rieur hi&eacute;rarchique</li>
    <li>[HAS-BONUS]Les bonus sont pay&eacute;s chaque trois mois</li>
</ul>
<p>Y compris toutes les indemnit&eacute;s, les primes et les retenues l&eacute;gales li&eacute;es &agrave; cette
    position. Le d&eacute;compte de la paie est op&eacute;r&eacute; sur la base de l&rsquo;&eacute;tat de pointage
    &eacute;tabli par le Sup&eacute;rieur hi&eacute;rarchique.
</p>
<p><span style="text-decoration:underline;">
        <strong>
            Article 06&nbsp;: Dur&eacute;e du Contrat
        </strong>
    </span><br />Le pr&eacute;sent contrat est conclu pour une dur&eacute;e d&eacute;termin&eacute;e de: [DURATION]
    &agrave; Compter du [START-DATE] au [END-DATE]<br />Le pr&eacute;sent contrat prend fin le : [END-DATE]<br />Dans le
    cas o&ugrave; les travaux ne sont pas termin&eacute;s dans les d&eacute;lais impartis, la dur&eacute;e du contrat
    peut &ecirc;tre prorog&eacute;e par les deux parties par un simple &laquo; Avenant &raquo; et ce dans les
    m&ecirc;mes conditions stipul&eacute;es dans ce contrat.<br />A la fin de la date sus indiqu&eacute;e, la relation
    de travail liant les deux (02) parties est rompue sans qu&rsquo;il soit utile de notifier un pr&eacute;avis.<br />Le
    pr&eacute;sent contrat ne peut &ecirc;tre en aucun cas reconduit tacitement.<br />Vu les dispositions de l'article
    12 de la loi 90_11 ordonnances n 96_21du 09 juillet 1996
</p>
<p><span style="text-decoration:underline;">
        <strong>
            Article 07&nbsp;: P&eacute;riode d&rsquo;essai
        </strong>
    </span><br />Le salari&eacute; est soumis &agrave; une p&eacute;riode d&rsquo;essai de [TRIAL-PERIOD] Mois. Durant
    cette p&eacute;riode d&rsquo;essai, le pr&eacute;sent contrat peut &ecirc;tre r&eacute;sili&eacute; &agrave; tout
    moment &agrave; l&rsquo;initiative de chaque partie sans indemnit&eacute; ni pr&eacute;avis.<br />Le travailleur
    nouvellement recrute peut &ecirc;tre soumis &agrave; une p&eacute;riode d&rsquo;essai dont la dur&eacute;e ne peut
    exc&eacute;der trois (03) mois.<br />Au-del&agrave; de cette p&eacute;riode le pr&eacute;avis est de&nbsp;: Un (01)
    mois maximum, en cas de d&eacute;mission du salari&eacute;.<br />Si l'employ&eacute; quitte dans les 30 jours
    suivant la signature du contrat, LRED d&eacute;duira toutes les charges raisonnables de toutes les sommes dues pour
    le temps n&eacute;cessaire &agrave; l&rsquo;embauche de la personne, ce qui inclura le co&ucirc;t des visites
    m&eacute;dicales d&rsquo;embauche effectu&eacute;es. Si des efforts suppl&eacute;mentaires &eacute;taient entrepris
    au cours de ce processus, LRED en d&eacute;duirait un montant raisonnable, proportionnel au niveau d&rsquo;effort
    requis.
</p>
<p><span style="text-decoration:underline;">
        <strong>
            Article 08 : Horaire de travail
        </strong>
    </span><br />L&rsquo;horaire de travail est celui en vigueur sur le lieu d&rsquo;affectation, le volume de travail
    hebdomadaire est fix&eacute; par la loi.<br />En cas de n&eacute;cessit&eacute; de service, le salari&eacute; est
    astreint &agrave; ex&eacute;cuter des heures suppl&eacute;mentaires conform&eacute;ment &agrave; la loi.<br />En cas
    de baisse de volume de travail ind&eacute;pendamment de la volont&eacute; de l&rsquo;employeur, celui-ci peut
    recourir au travail &agrave; temps partiel dans la limite de la moiti&eacute; de la dur&eacute;e l&eacute;gale de
    travail. Dans ce cas et apr&egrave;s notification le salari&eacute; per&ccedil;oit une r&eacute;mun&eacute;ration
    proportionnelle au volume de travail pratiqu&eacute;.
</p>
<p>[PAGE-BREAK]</p>
<p><span style="text-decoration:underline;"><strong>Article 09 : R&eacute;gime de travail</strong></span><br />Votre
    r&eacute;gime de travail s&rsquo;effectuera suivant le syst&egrave;me dit de rotation sur le rythme de [WEEK-ON]
    semaines de travail suivi de [WEEK-OFF] semaines de cong&eacute; de r&eacute;cup&eacute;ration &agrave; votre
    domicile. Celui-ci couvrant la part aff&eacute;rente des cong&eacute;s annuels et des jours ferries l&eacute;gaux.
    Le cycle de travail est fix&eacute; compte tenu des n&eacute;cessit&eacute;s de service et de conditions
    impos&eacute;es par les clients.
    Les absences pour cause de maladie, doivent &ecirc;tre justifi&eacute;es par le d&eacute;p&ocirc;t ou l'envoi
    (cachet de la poste faisant foi) dans les 48 heures qui suivent, du certificat m&eacute;dical original.<br />A
    d&eacute;faut l'employ&eacute; sera consid&eacute;r&eacute; en absence non justifi&eacute;e, susceptible d'entrainer
    la rupture du contrat de travail.
</p>
<p><span style="text-decoration:underline;"><strong>Article 10&nbsp;: R&eacute;siliation de Plein
            droit</strong></span><br />Le pr&eacute;sent Contrat de travail entre le salari&eacute; &amp; la LRED est
    r&eacute;sili&eacute; dans les cas suivants&nbsp;:
</p>
<p>&nbsp;</p>
<ul>
    <li>Tout refus d'affectation sera consid&eacute;r&eacute; comme un abandon de poste et entrainera la rupture
        imm&eacute;diate du pr&eacute;sent contrat de travail sans pr&eacute;avis ni indemnit&eacute;.
    </li>
    <li>Tout faux document&nbsp;; fausse d&eacute;claration, ainsi que tout moyen frauduleux ou Man&oelig;uvre
        frauduleuse, fournis ou utilis&eacute;s par l'employ&eacute; afin de se faire recruter, d&eacute;couverts
        m&ecirc;me apr&egrave;s sa prise de fonction, entrainera la r&eacute;siliation imm&eacute;diate du contrat de
        travail, sans pr&eacute;avis ni indemnit&eacute;s.
    </li>
    <li>Faute Professionnelle Grave Conform&eacute;ment au R&egrave;glement int&eacute;rieur de l&rsquo;entreprise.</li>
    <li>Rupture intempestive ou impr&eacute;visible du contrat entre LRED &amp; le Client (Schlumberger).</li>
    <li>Cas de force majeure.</li>
    <li>A la demande du Superviseur ou Sup&eacute;rieur hi&eacute;rarchique du lieu d&rsquo;affectation.</li>
    <li>A la demande et la recommandation du client Schlumberger.</li>
</ul>
<p>&nbsp;</p>
<p><span style="text-decoration:underline;"><strong>Article 11 : Litige</strong></span><br />Tout litige pouvant surgir
    &agrave; l'occasion de l&lsquo;interpr&eacute;tation et/ou de l'ex&eacute;cution du pr&eacute;sent contrat du
    travail devra faire l&lsquo;objet d'une tentative de r&egrave;glement amiable entre les deux parties.<br />Dans le
    cas o&ugrave; cette proc&eacute;dure pr&eacute;alable n'aboutit pas, le litige sera soumis &agrave;
    l&rsquo;arbitrage du tribunal de Bir Mourad Rais, Alger.
</p>
<p><span style="text-decoration:underline;"><strong>Article 12&nbsp;: Modifications</strong></span><br />Toute
    modification apport&eacute;e au pr&eacute;sent contrat ne pourra se faire qu&rsquo;avec l&rsquo;accord des deux
    parties et devra faire l&rsquo;objet d&rsquo;un avenant &eacute;crit.
</p>
<p><span style="text-decoration:underline;"><strong>Article 13 : Formalit&eacute;s finales.</strong></span><br />Le
    pr&eacute;sent contrat sera sign&eacute; par le salari&eacute; qui ajoutera la mention &laquo;Lu et
    approuv&eacute;&nbsp;&raquo; concomitamment &agrave; la signature de l&rsquo;employeur.
</p>
<table>
    <tbody>
        <tr>
            <td>&nbsp;</td>
            <td>&nbsp;</td>
            <td>&nbsp;</td>
            <td>
                <p><strong>Alger, le&nbsp;:</strong></p>
            </td>
        </tr>
    </tbody>
</table>
<table>
    <tbody>
        <tr>
            <td>
                <p><strong>Le salari&eacute;</strong></p>
                <p><strong>[LAST-NAME] [FIRST-NAME]</strong></p>
            </td>
            <td>
                <p><strong>L&rsquo;employeur</strong></p>
                <p><strong>
                        TRIKI ACHOUR<br />HR Manager LRED
                    </strong>
                </p>
            </td>
        </tr>
    </tbody>
</table>



<strong>\n Article 07&nbsp;: P&eacute;riode d&rsquo;essai\n </strong>\n </span><br />Le salari&eacute; est soumis
&agrave; une p&eacute;riode d&rsquo;essai de N/A Mois. Durant\n cette p&eacute;riode d&rsquo;essai, le pr&eacute;sent
contrat peut &ecirc;tre r&eacute;sili&eacute; &agrave; tout\n moment &agrave; l&rsquo;initiative de chaque partie sans
indemnit&eacute; ni pr&eacute;avis.<br />Le travailleur\n nouvellement recrute peut &ecirc;tre soumis &agrave; une
p&eacute;riode d&rsquo;essai dont la dur&eacute;e ne peut\n exc&eacute;der trois (03) mois.<br />Au-del&agrave; de cette
p&eacute;riode le pr&eacute;avis est de&nbsp;: Un (01)\n mois maximum, en cas de d&eacute;mission du
salari&eacute;.<br />Si l'employ&eacute; quitte dans les 30 jours\n suivant la signature du contrat, LRED d&eacute;duira
toutes les charges raisonnables de toutes les sommes dues pour\n le temps n&eacute;cessaire &agrave; l&rsquo;embauche de
la personne, ce qui inclura le co&ucirc;t des visites\n m&eacute;dicales d&rsquo;embauche effectu&eacute;es. Si des
efforts suppl&eacute;mentaires &eacute;taient entrepris\n au cours de ce processus, LRED en d&eacute;duirait un montant
raisonnable, proportionnel au niveau d&rsquo;effort\n requis.\n</p>\n<p><span style=\"text-decoration:underline;\">\n







        <h1 style=\"text-align:center;\"><em>\n <strong>\n CONTRAT DE TRAVAIL A DUREE DETERMINEE<br />N&deg; CW2972991 /
                    2021-N/A\n </strong>\n </em>\n</h1>\n
        <p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n
        <p>Entre les soussign&eacute;s :</p>\n
        <p><strong>LRED</strong>, dont le si&egrave;ge social est 18, Rue Hadj Ahmed Mohamed Hydra, Alger 16000
            Alg&eacute;rie,\n repr&eacute;sent&eacute;e par Dr. <strong>HANNACHI NIHAD</strong>, agissant en
            qualit&eacute; de:\n <strong>G&eacute;rante</strong>\n</p>\n
        <p>&Agrave; l&rsquo;effet du pr&eacute;sent contrat, ci-apr&egrave;s d&eacute;sign&eacute;\n
            &laquo;&nbsp;l&rsquo;employeur&nbsp;&raquo;</p>\n
        <p><strong>D'une part,</strong></p>\n<p style=\"text-align:right;\"><strong>ET</strong></p>\n
        <table style=\"font-weight:bold;padding:0px;border-spacing:0px;\">\n <tbody>\n <tr>\n <td>&nbsp;</td>\n <td
                        colspan=\"2\">Monsieur (Nom &amp; Pr&eacute;nom):</td>\n
                    <td colspan=\"3\">N/A N/A</td>\n <td>&nbsp;</td>\n
                </tr>\n <tr>\n <td>&nbsp;</td>\n <td colspan=\"2\">N&eacute;(e) le:</td>\n <td colspan=\"3\">N/A
                        &agrave; N/A</td>\n <td>&nbsp;</td>\n
                </tr>\n <tr>\n <td>&nbsp;</td>\n <td colspan=\"2\">Demeurant &agrave;:</td>\n <td colspan=\"3\">N/A</td>
                    \n <td>&nbsp;</td>\n </tr>\n </tbody>\n</table>\n<p>Ci-apr&egrave;s d&eacute;sign&eacute;
            &laquo;&nbsp;le Salari&eacute; &raquo;,</p>\n<p><strong>D&rsquo;autre part</strong></p>\n<p><strong>Il a
                &eacute;t&eacute; convenu et arr&ecirc;t&eacute; ce qui suit&nbsp;:</strong></p>\n<p><span
                style=\"text-decoration:underline;\">
                <strong>Article 01 : Texte de\n R&eacute;f&eacute;rence</strong></span><br />La relation de travail
            entre les parties, faisant l&rsquo;objet\n du pr&eacute;sent contrat, est r&eacute;gie par Les dispositions
            l&eacute;gislatives et r&eacute;glementaires de la\n R&eacute;publique Alg&eacute;rienne D&eacute;mocratique
            et Populaire en vigueur, notamment: La Loi n&deg; 90-11 du\n 21.04.1990 relative aux relations de travail,
            modifi&eacute;e et compl&eacute;t&eacute;e par la Loi n&deg; 91-29 du\n 21.12.1991, et en particulier par
            les dispositions de son article 12 alin&eacute;a 1,2,3 &amp; 4 et modifi&eacute;e\n &amp;
            compl&eacute;t&eacute;e par l&rsquo;ordonnance N&deg; 96-21 du 09/07/1996 relative &amp;
            compl&eacute;mentaire\n &agrave; la Loi 90-11 qui autorisent le contrat &agrave; dur&eacute;e
            d&eacute;termin&eacute;e, l&rsquo;ordonnance\n N&deg; 03/97 du 11/01/ 1997 relative &agrave; la dur&eacute;e
            l&eacute;gale de travail, Et enfin le r&egrave;glement\n int&eacute;rieur de l&rsquo;entreprise et aux
            proc&eacute;dures internes en vigueur.<br />Comme si\n l&rsquo;activit&eacute; de l&rsquo;entreprise est
            li&eacute;e &agrave; l&rsquo;industrie des hydrocarbures et\n essentiellement au contrat avec notre client
            <strong>Services P&eacute;troliers Schlumberger et Compagnie\n d&rsquo;Operations P&eacute;troli&egrave;res
                Schlumberger.</strong><br />Le pr&eacute;sent contrat est\n li&eacute; directement et automatiquement
            &agrave; la relation de la LRED avec la soci&eacute;t&eacute; de\n Schlumberger par contrat n&deg;.
            <strong>CW2972991</strong>\n
        </p>\n<p><span style=\"text-decoration:underline;\">
                <strong>Article 02 : Objet du contrat</strong></span><br />Le pr&eacute;sent\n contrat de travail
            &eacute;tabli &agrave; l&rsquo;effet de fixer les conditions de la relation de travail du\n salari&eacute;
            ainsi que les droits et les obligations aff&eacute;rents &agrave; chaque partie en\n
            compl&eacute;mentarit&eacute; de celles &eacute;dict&eacute;es par la l&eacute;gislation du travail &amp;
            du\n r&egrave;glement int&eacute;rieur de l&rsquo;employeur.\n</p>\n<p><span
                style=\"text-decoration:underline;\">
                <strong>Article 03&nbsp;: Poste de travail et lieu\n d&rsquo;affectation</strong></span><br />Le
            Salari&eacute; qui d&eacute;clare &ecirc;tre libre de tout\n engagement professionnel autre que par les
            pr&eacute;sentes est recrut&eacute; par l&rsquo;employeur en\n qualit&eacute; de:
            <strong>N/A</strong><br />Le salari&eacute; d&eacute;clare par ailleurs consentir\n &agrave; toutes autres
            r&eacute; affectations professionnelles et g&eacute;ographiques d&eacute;cid&eacute;es par\n
            l&rsquo;employeur par n&eacute;cessit&eacute; de service.\n
        </p>\n<p></p>\n<p><span style=\"text-decoration:underline;\">
                <strong>Article 04&nbsp;: Motif du contrat</strong></span><br />Le\n pr&eacute;sent contrat est conclu
            pour une dur&eacute;e d&eacute;termin&eacute;e &agrave; l&rsquo;&eacute;gard du\n travail temporaire pour
            lequel le salari&eacute; est recrut&eacute;; l&rsquo;employeur &eacute;tant li&eacute;\n &agrave; des
            contrats de prestations non renouvelables.\n</p>\n<p><span style=\"text-decoration:underline;\">
                <strong>Article 05&nbsp;: Classification</strong></span><br />Le\n salari&eacute; recrut&eacute; pour le
            poste su-indiqu&eacute; percevra une r&eacute;mun&eacute;ration comme\n suit&nbsp;:\n</p>\n<ul>\n <li>
                Salaire mensuel net de : N/A</li>\n <li>N/A Bonus de : N/A par jour de pr&eacute;sence sur chantier
                (N/A)</li>\n <li>NoLes bonus sont approuv&eacute;s par le sup&eacute;rieur hi&eacute;rarchique</li>\n
            <li>NoLes bonus sont pay&eacute;s chaque trois mois</li>\n
        </ul>\n<p>Y compris toutes les indemnit&eacute;s,
            les primes et les retenues l&eacute;gales li&eacute;es &agrave; cette\n position. Le d&eacute;compte de la
            paie est op&eacute;r&eacute; sur la base de l&rsquo;&eacute;tat de pointage\n &eacute;tabli par le
            Sup&eacute;rieur hi&eacute;rarchique.\n</p>\n<p><span style=\"text-decoration:underline;\">\n
                <strong>\n Article 06&nbsp;: Dur&eacute;e du Contrat\n </strong>\n </span><br />Le pr&eacute;sent
            contrat est conclu pour une dur&eacute;e d&eacute;termin&eacute;e de: [DURATION]\n &agrave; Compter du N/A
            au N/A<br />Le pr&eacute;sent contrat prend fin le : N/A<br />Dans le\n cas o&ugrave; les travaux ne sont
            pas termin&eacute;s dans les d&eacute;lais impartis, la dur&eacute;e du contrat\n peut &ecirc;tre
            prorog&eacute;e par les deux parties par un simple &laquo; Avenant &raquo; et ce dans les\n m&ecirc;mes
            conditions stipul&eacute;es dans ce contrat.<br />A la fin de la date sus indiqu&eacute;e, la relation\n de
            travail liant les deux (02) parties est rompue sans qu&rsquo;il soit utile de notifier un
            pr&eacute;avis.<br />Le\n pr&eacute;sent contrat ne peut &ecirc;tre en aucun cas reconduit
            tacitement.<br />Vu les dispositions de l'article\n 12 de la loi 90_11 ordonnances n 96_21du 09 juillet
            1996\n</p>\n<p><span style=\"text-decoration:underline;\">\n
                <strong>\n Article 07&nbsp;: P&eacute;riode d&rsquo;essai\n </strong>\n </span><br />Le salari&eacute;
            est soumis &agrave; une p&eacute;riode d&rsquo;essai de N/A Mois. Durant\n cette p&eacute;riode
            d&rsquo;essai, le pr&eacute;sent contrat peut &ecirc;tre r&eacute;sili&eacute; &agrave; tout\n moment
            &agrave; l&rsquo;initiative de chaque partie sans indemnit&eacute; ni pr&eacute;avis.<br />Le travailleur\n
            nouvellement recrute peut &ecirc;tre soumis &agrave; une p&eacute;riode d&rsquo;essai dont la dur&eacute;e
            ne peut\n exc&eacute;der trois (03) mois.<br />Au-del&agrave; de cette p&eacute;riode le pr&eacute;avis est
            de&nbsp;: Un (01)\n mois maximum, en cas de d&eacute;mission du salari&eacute;.<br />Si l'employ&eacute;
            quitte dans les 30 jours\n suivant la signature du contrat, LRED d&eacute;duira toutes les charges
            raisonnables de toutes les sommes dues pour\n le temps n&eacute;cessaire &agrave; l&rsquo;embauche de la
            personne, ce qui inclura le co&ucirc;t des visites\n m&eacute;dicales d&rsquo;embauche effectu&eacute;es. Si
            des efforts suppl&eacute;mentaires &eacute;taient entrepris\n au cours de ce processus, LRED en
            d&eacute;duirait un montant raisonnable, proportionnel au niveau d&rsquo;effort\n requis.\n</p>\n<p><span
                style=\"text-decoration:underline;\">\n
                <strong>\n Article 08 : Horaire de travail\n </strong>\n </span><br />L&rsquo;horaire de travail est
            celui en vigueur sur le lieu d&rsquo;affectation, le volume de travail\n hebdomadaire est fix&eacute; par la
            loi.<br />En cas de n&eacute;cessit&eacute; de service, le salari&eacute; est\n astreint &agrave;
            ex&eacute;cuter des heures suppl&eacute;mentaires conform&eacute;ment &agrave; la loi.<br />En cas\n de
            baisse de volume de travail ind&eacute;pendamment de la volont&eacute; de l&rsquo;employeur, celui-ci peut\n
            recourir au travail &agrave; temps partiel dans la limite de la moiti&eacute; de la dur&eacute;e
            l&eacute;gale de\n travail. Dans ce cas et apr&egrave;s notification le salari&eacute; per&ccedil;oit une
            r&eacute;mun&eacute;ration\n proportionnelle au volume de travail pratiqu&eacute;.\n</p>\n<p></p>\n<p><span
                style=\"text-decoration:underline;\"><strong>Article 09 : R&eacute;gime de
                    travail</strong></span><br />Votre\n r&eacute;gime de travail s&rsquo;effectuera suivant le
            syst&egrave;me dit de rotation sur le rythme de N/A\n semaines de travail suivi de N/A semaines de
            cong&eacute; de r&eacute;cup&eacute;ration &agrave; votre\n domicile. Celui-ci couvrant la part
            aff&eacute;rente des cong&eacute;s annuels et des jours ferries l&eacute;gaux.\n Le cycle de travail est
            fix&eacute; compte tenu des n&eacute;cessit&eacute;s de service et de conditions\n impos&eacute;es par les
            clients.\n Les absences pour cause de maladie, doivent &ecirc;tre justifi&eacute;es par le
            d&eacute;p&ocirc;t ou l'envoi\n (cachet de la poste faisant foi) dans les 48 heures qui suivent, du
            certificat m&eacute;dical original.<br />A\n d&eacute;faut l'employ&eacute; sera consid&eacute;r&eacute; en
            absence non justifi&eacute;e, susceptible d'entrainer\n la rupture du contrat de travail.\n</p>\n<p><span
                style=\"text-decoration:underline;\"><strong>Article 10&nbsp;: R&eacute;siliation de Plein\n
                    droit</strong></span><br />Le pr&eacute;sent Contrat de travail entre le salari&eacute; &amp; la
            LRED est\n r&eacute;sili&eacute; dans les cas suivants&nbsp;:\n</p>\n<p>&nbsp;</p>\n<ul>\n <li>Tout refus
                d'affectation sera consid&eacute;r&eacute; comme un abandon de poste et entrainera la rupture\n
                imm&eacute;diate du pr&eacute;sent contrat de travail sans pr&eacute;avis ni indemnit&eacute;.\n </li>\n
            <li>Tout faux document&nbsp;; fausse d&eacute;claration, ainsi que tout moyen frauduleux ou Man&oelig;uvre\n
                frauduleuse, fournis ou utilis&eacute;s par l'employ&eacute; afin de se faire recruter,
                d&eacute;couverts\n m&ecirc;me apr&egrave;s sa prise de fonction, entrainera la r&eacute;siliation
                imm&eacute;diate du contrat de\n travail, sans pr&eacute;avis ni indemnit&eacute;s.\n </li>\n <li>Faute
                Professionnelle Grave Conform&eacute;ment au R&egrave;glement int&eacute;rieur de l&rsquo;entreprise.
            </li>\n <li>Rupture intempestive ou impr&eacute;visible du contrat entre LRED &amp; le Client
                (Schlumberger).</li>\n <li>Cas de force majeure.</li>\n <li>A la demande du Superviseur ou
                Sup&eacute;rieur hi&eacute;rarchique du lieu d&rsquo;affectation.</li>\n <li>A la demande et la
                recommandation du client Schlumberger.</li>\n
        </ul>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration:underline;\"><strong>Article 11 :
                    Litige</strong></span><br />Tout litige
            pouvant surgir\n &agrave; l'occasion de l&lsquo;interpr&eacute;tation et/ou de l'ex&eacute;cution du
            pr&eacute;sent contrat du\n travail devra faire l&lsquo;objet d'une tentative de r&egrave;glement amiable
            entre les deux parties.<br />Dans le\n cas o&ugrave; cette proc&eacute;dure pr&eacute;alable n'aboutit pas,
            le litige sera soumis &agrave;\n l&rsquo;arbitrage du tribunal de Bir Mourad Rais, Alger.\n</p>\n<p><span
                style=\"text-decoration:underline;\"><strong>Article 12&nbsp;:
                    Modifications</strong></span><br />Toute\n modification apport&eacute;e au pr&eacute;sent contrat ne
            pourra se faire qu&rsquo;avec l&rsquo;accord des deux\n parties et devra faire l&rsquo;objet d&rsquo;un
            avenant &eacute;crit.\n</p>\n<p><span style=\"text-decoration:underline;\"><strong>Article 13 :
                    Formalit&eacute;s finales.</strong></span><br />Le\n pr&eacute;sent contrat sera sign&eacute; par le
            salari&eacute; qui ajoutera la mention &laquo;Lu et\n approuv&eacute;&nbsp;&raquo; concomitamment &agrave;
            la signature de l&rsquo;employeur.\n</p>\n<table>\n <tbody>\n <tr>\n <td>&nbsp;</td>\n <td>&nbsp;</td>\n
                    <td>&nbsp;</td>\n <td>\n <p><strong>Alger, le&nbsp;:</strong></p>\n </td>\n
                </tr>\n </tbody>\n
        </table>\n<table>\n <tbody>\n <tr>\n <td>\n <p><strong>Le salari&eacute;</strong></p>\n <p><strong>N/A
                                N/A</strong></p>\n </td>\n <td>\n <p><strong>L&rsquo;employeur</strong></p>\n <p>
                            <strong>\n TRIKI ACHOUR<br />HR Manager LRED\n </strong>\n
                        </p>\n </td>\n </tr>\n </tbody>\n
        </table>"







        <!DOCTYPE html>
        <html lang="fr">

        <head>
            <meta charset="UTF-8">
            <meta name="viewport" content="width=device-width, initial-scale=1.0">
            <title>Contrat de Travail à Durée Déterminée</title>
            <style>
                body {
                    font-family: Arial, sans-serif;
                    margin: 0;
                    padding: 20px;
                    color: #000;
                    line-height: 1.5;
                }

                .header-bar {
                    width: 100%;
                    height: 20px;
                    background-color: #B22222;
                    margin-bottom: 20px;
                }

                .header {
                    display: flex;
                    align-items: center;
                    justify-content: center;
                    flex-direction: column;
                    border-bottom: 2px solid #000;
                    padding-bottom: 10px;
                    margin-bottom: 30px;
                }

                .logo {
                    height: 80px;
                    margin-bottom: 10px;
                }

                h1 {
                    text-align: center;
                    font-weight: bold;
                    margin-bottom: 30px;
                }

                .contract-number {
                    text-align: center;
                    font-weight: bold;
                    font-style: italic;
                    margin-bottom: 50px;
                }

                .parties {
                    margin-bottom: 30px;
                }

                .party-separator {
                    text-align: right;
                    font-weight: bold;
                    margin: 15px 0;
                }

                .employee-info {
                    font-weight: bold;
                    width: 100%;
                    border-spacing: 0;
                }

                .employee-info td {
                    padding: 5px;
                }

                .designation {
                    margin-bottom: 20px;
                }

                .article-title {
                    text-decoration: underline;
                    font-weight: bold;
                    margin-bottom: 10px;
                }

                .article-content {
                    margin-bottom: 20px;
                    text-align: justify;
                }

                ul {
                    padding-left: 20px;
                }

                li {
                    margin-bottom: 10px;
                }

                .signature-date {
                    margin-top: 30px;
                    margin-bottom: 20px;
                    text-align: right;
                }

                .signatures {
                    display: flex;
                    justify-content: space-between;
                    margin-top: 30px;
                }

                .signature-block {
                    width: 45%;
                }

                .page-break {
                    page-break-after: always;
                }

                .page-number {
                    text-align: center;
                    margin-top: 20px;
                    font-size: 0.8em;
                }
            </style>
        </head>

        <body>
            <div class="header-bar"></div>
            <div class="header">
                <!-- <img src="/api/placeholder/200/80" alt="Company Logo" class="logo" /> -->
            </div>

            <h1>
                <em><strong>
                        CONTRAT DE TRAVAIL A DUREE DETERMINEE<br />
                        N° [CLIENT_CONTRACT_NUMBER] / 2021-[CONTRACT-NUMBER]
                    </strong></em>
            </h1>

            <div class="parties">
                <p>Entre les soussignés :</p>
                <p><strong>LRED</strong>, dont le siège social est 18, Rue Hadj Ahmed Mohamed Hydra, Alger 16000
                    Algérie, représentée par Dr. <strong>HANNACHI NIHAD</strong>, agissant en qualité de:
                    <strong>Gérante</strong>
                </p>
                <p>À l'effet du présent contrat, ci-après désigné « l'employeur »</p>
                <p><strong>D'une part,</strong></p>

                <p class="party-separator"><strong>ET</strong></p>

                <table class="employee-info">
                    <tbody>
                        <tr>
                            <td width="5%">&nbsp;</td>
                            <td width="30%">Monsieur (Nom &amp; Prénom):</td>
                            <td width="65%">[LAST-NAME] [FIRST-NAME]</td>
                        </tr>
                        <tr>
                            <td>&nbsp;</td>
                            <td>Né(e) le:</td>
                            <td>[DOB] à [PLACE-OF-BIRTH]</td>
                        </tr>
                        <tr>
                            <td>&nbsp;</td>
                            <td>Demeurant à:</td>
                            <td>[ADDRESS]</td>
                        </tr>
                    </tbody>
                </table>

                <p class="designation">Ci-après désigné « le Salarié »,</p>
                <p><strong>D'autre part</strong></p>
            </div>

            <p><strong>Il a été convenu et arrêté ce qui suit :</strong></p>

            <div class="article">
                <p class="article-title"><strong>Article 01 : Texte de Référence</strong></p>
                <div class="article-content">
                    La relation de travail entre les parties, faisant l'objet du présent contrat, est régie par Les
                    dispositions législatives et réglementaires de la République Algérienne Démocratique et Populaire en
                    vigueur, notamment: La Loi n° 90-11 du 21.04.1990 relative aux relations de travail, modifiée et
                    complétée par la Loi n° 91-29 du 21.12.1991, et en particulier par les dispositions de son article
                    12 alinéa 1,2,3 &amp; 4 et modifiée &amp; complétée par l'ordonnance N° 96-21 du 09/07/1996 relative
                    &amp; complémentaire à la Loi 90-11 qui autorisent le contrat à durée déterminée, l'ordonnance N°
                    03/97 du 11/01/ 1997 relative à la durée légale de travail, Et enfin le règlement intérieur de
                    l'entreprise et aux procédures internes en vigueur.
                    <br /><br />
                    Comme si l'activité de l'entreprise est liée à l'industrie des hydrocarbures et essentiellement au
                    contrat avec notre client <strong>Services Pétroliers Schlumberger et Compagnie d'Operations
                        Pétrolières Schlumberger.</strong>
                    <br /><br />
                    Le présent contrat est lié directement et automatiquement à la relation de la LRED avec la société
                    de Schlumberger par contrat N°. <strong>[CLIENT_CONTRACT_NUMBER]</strong>.
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 02 : Objet du contrat</strong></p>
                <div class="article-content">
                    Le présent contrat de travail établi à l'effet de fixer les conditions de la relation de travail du
                    salarié ainsi que les droits et les obligations afférents à chaque partie en complémentarité de
                    celles édictées par la législation du travail &amp; du règlement intérieur de l'employeur.
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 03 : Poste de travail et lieu d'affectation</strong></p>
                <div class="article-content">
                    Le Salarié qui déclare être libre de tout engagement professionnel autre que par les présentes est
                    recruté par l'employeur en qualité de: <strong>[JOB-TITLE]</strong>
                    <br /><br />
                    Le salarié déclare par ailleurs consentir à toutes autres ré affectations professionnelles et
                    géographiques décidées par l'employeur par nécessité de service.
                </div>
            </div>

            <div class="page-break"></div>
            <div class="page-number">1/3</div>

            <div class="article">
                <p class="article-title"><strong>Article 04 : Motif du contrat</strong></p>
                <div class="article-content">
                    Le présent contrat est conclu pour une durée déterminée à l'égard du travail temporaire pour lequel
                    le salarié est recruté ; l'employeur étant lié à des contrats de prestations non renouvelables.
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 05 : Classification</strong></p>
                <div class="article-content">
                    Le salarié recruté pour le poste su-indiqué percevra une rémunération comme suite :
                    <ul>
                        <li>Salaire mensuel net de : [MONTHLY-SALARY]</li>
                        <li>[BONUS-NAME] Bonus de : [BONUS-VALUE] par jour de présence sur chantier ([BONUS-NAME])</li>
                        <li>[HAS-BONUS]Les bonus sont approuvés par le supérieur hiérarchique</li>
                        <li>[HAS-BONUS]Les bonus sont payés chaque trois mois</li>
                    </ul>
                    Y compris toutes les indemnités, les primes et les retenues légales liées à cette position. Le
                    décompte de la paie est opéré sur la base de l'état de pointage établi par le Supérieur
                    hiérarchique.
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 06 : Durée du Contrat</strong></p>
                <div class="article-content">
                    Le présent contrat est conclu pour une durée déterminée de : [DURATION] à Compter du [START-DATE] au
                    [END-DATE]
                    <br /><br />
                    Le présent contrat prend fin le : [END-DATE]
                    <br /><br />
                    Dans le cas où les travaux ne sont pas terminés dans les délais impartis, la durée du contrat peut
                    être prorogée par les deux parties par un simple « Avenant » et ce dans les mêmes conditions
                    stipulées dans ce contrat.
                    <br /><br />
                    A la fin de la date sus indiquée, la relation de travail liant les deux (02) parties est rompue sans
                    qu'il soit utile de notifier un préavis.
                    <br /><br />
                    Le présent contrat ne peut être en aucun cas reconduit tacitement. Vu les dispositions de l'article
                    12 de la loi 90_11 ordonnances n 96_21du 09 juillet 1996
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 07 : Période d'essai</strong></p>
                <div class="article-content">
                    Le salarié est soumis à une période d'essai de [TRIAL-PERIOD] Mois. Durant cette période d'essai, le
                    présent contrat peut être résilié à tout moment à l'initiative de chaque partie sans indemnité ni
                    préavis.
                    <br /><br />
                    Le travailleur nouvellement recrute peut-être soumis à une période d'essai dont la durée ne peut
                    excéder six (06) mois.
                    <br /><br />
                    Au-delà de cette période le préavis est de : Un (01) mois maximum, en cas de démission du salarié.
                    Si l'employé quitte dans les 30 jours suivant la signature du contrat, LRED déduira toutes les
                    charges raisonnables de toutes les sommes dues pour le temps nécessaire à l'embauche de la personne,
                    ce qui inclura le coût des visites médicales d'embauche effectuées. Si des efforts supplémentaires
                    étaient entrepris au cours de ce processus, LRED en déduirait un montant raisonnable, proportionnel
                    au niveau d'effort requis.
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 08 : Horaire de travail</strong></p>
                <div class="article-content">
                    L'horaire de travail est celui en vigueur sur le lieu d'affectation, le volume de travail
                    hebdomadaire est fixé par la loi.
                    <br /><br />
                    En cas de nécessité de service, le salarié est astreint à exécuter des heures supplémentaires
                    conformément à la loi.
                    <br /><br />
                    En cas de baisse de volume de travail indépendamment de la volonté de l'employeur, celui-ci peut
                    recourir au travail à temps partiel dans la limite de la moitié de la durée légale de travail. Dans
                    ce cas et après notification le salarié perçoit une rémunération proportionnelle au volume de
                    travail pratiqué.
                </div>
            </div>

            <div class="page-break"></div>
            <div class="page-number">2/3</div>

            <div class="article">
                <p class="article-title"><strong>Article 09 : Régime de travail</strong></p>
                <div class="article-content">
                    Votre régime de travail s'effectuera suivant le système dit de rotation sur le rythme de [WEEK-ON]
                    semaines de travail suivi de [WEEK-OFF] semaines de congé de récupération à votre domicile. Celui-ci
                    couvrant la part afférente des congés annuels et des jours ferries légaux.
                    <br /><br />
                    Le cycle de travail est fixé compte tenu des nécessités de service et de conditions imposées par les
                    clients.
                    <br /><br />
                    Les absences pour cause de maladie, doivent être justifiées par le dépôt ou l'envoi (cachet de la
                    poste faisant foi) dans les 48 heures qui suivent, du certificat médical original.
                    <br /><br />
                    A défaut l'employé sera considéré en absence non justifiée, susceptible d'entrainer la rupture du
                    contrat de travail.
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 10 : Résiliation de Plein droit</strong></p>
                <div class="article-content">
                    Le présent Contrat de travail entre le salarié &amp; LRED est résilié dans les cas suivants :
                    <ul>
                        <li>Tout refus d'affectation sera considéré comme un abandon de poste et entrainera la rupture
                            immédiate du présent contrat de travail sans préavis ni indemnité.</li>
                        <li>Tout faux document ; fausse déclaration, ainsi que tout moyen frauduleux ou Manœuvre
                            frauduleuse, fournis ou utilisés par l'employé afin de se faire recruter, découverts même
                            après sa prise de fonction, entrainera la résiliation immédiate du contrat de travail, sans
                            préavis ni indemnités.</li>
                        <li>Faute Professionnelle Grave Conformément au Règlement intérieur de l'entreprise.</li>
                        <li>Rupture intempestive ou imprévisible du contrat entre LRED &amp; le Client Schlumberger.
                        </li>
                        <li>Cas de force majeure.</li>
                        <li>A la demande du Superviseur ou Supérieur hiérarchique du lieu d'affectation.</li>
                        <li>A la demande et la recommandation du client Schlumberger.</li>
                    </ul>
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 11 : Litige</strong></p>
                <div class="article-content">
                    Tout litige pouvant surgir à l'occasion de l'interprétation et/ou de l'exécution du présent contrat
                    du travail devra faire l'objet d'une tentative de règlement amiable entre les deux parties.
                    <br /><br />
                    Dans le cas où cette procédure préalable n'aboutit pas, le litige sera soumis à l'arbitrage du
                    tribunal de Bir Mourad Rais, Alger.
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 12 : Modifications</strong></p>
                <div class="article-content">
                    Toute modification apportée au présent contrat ne pourra se faire qu'avec l'accord des deux parties
                    et devra faire l'objet d'un avenant écrit.
                </div>
            </div>

            <div class="article">
                <p class="article-title"><strong>Article 13 : Formalités finales.</strong></p>
                <div class="article-content">
                    Le présent contrat sera signé par le salarié qui ajoutera la mention « Lu et approuvé »
                    concomitamment à la signature de l'employeur.
                    <br /><br />
                    Fait en deux exemplaires, dont une copie est remise au salarié.
                </div>
            </div>

            <div class="signature-date">
                <p><strong>Alger, le :</strong></p>
            </div>

            <div class="signatures">
                <div class="signature-block">
                    <p><strong>Le salarié</strong></p>
                    <p><strong>[LAST-NAME] [FIRST-NAME]</strong></p>
                </div>
                <div class="signature-block">
                    <p><strong>L'employeur</strong></p>
                    <p><strong>
                            TRIKI Achour<br />
                            HR Manager LRED
                        </strong></p>
                </div>
            </div>

            <div class="page-number">3/3</div>
        </body>

        </html>